[
    {
        "unit_id": "unit_0",
        "token_input": "TQONDNHBUP",
        "token_output": "MVKADIBUCH",
        "documents": [
            {
                "id": "GOLD_1",
                "text": "\r\nArt. 1\r\n1. Per l'anno 2007, nelle more dell'adozione del regolamento di cui all' articolo 39, comma 3, della legge regionale 31 marzo 2006, n. 6 (Sistema integrato di interventi e servizi per la promozione e la tutela dei diritti di cittadinanza sociale), è autorizzata l'erogazione, ai Comuni singoli o associati, a titolo di anticipazione, di un importo pari al 70 per cento di quanto agli stessi già erogato nell'anno 2006 ai sensi dell' articolo 4, comma 6, lettera b), della legge regionale 15 febbraio 1999, n. 4 (Legge finanziaria 1999), calcolato al netto delle risorse destinate al mantenimento e al riequilibrio dei servizi e di quelle a favore di soggetti mutilati e invalidi del lavoro e audiolesi.\r\n2. Gli oneri derivanti dall'applicazione del disposto di cui al comma 1 fanno carico all'unità previsionale di base 7.4.310.1.237 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2007-2009 e del bilancio per l'anno 2007, con riferimento ai capitoli 4697, 4699 e 4700 del documento tecnico allegato ai bilanci medesimi.\r\n3. Per l'anno 2007, nelle more dell'adozione del provvedimento della Giunta regionale di cui all' articolo 41, comma 3, della legge regionale 6/2006 , le risorse di cui al Fondo per l'autonomia possibile e per l'assistenza a lungo termine sono erogate agli enti gestori del Servizio sociale dei Comuni, in via di anticipazione, in misura pari al 70 per cento dell'importo già erogato nell'anno 2006.\r\n4. Gli oneri derivanti dall'applicazione del disposto di cui al comma 3 fanno carico all'unità previsionale di base 7.4.310.1.237 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2007-2009 e del bilancio per l'anno 2007, con riferimento ai capitoli 4517 e 4518 del documento tecnico allegato ai bilanci medesimi.\r\nArt. 2\r\n1. Al comma 2 dell'articolo 39 della legge regionale 6/2006 dopo le parole: <<l'entità della quota>> sono inserite le seguenti: <<da ripartire tra i Comuni singoli o associati>>.\r\nArt. 3\r\n1. Al comma 3 dell'articolo 30 della legge regionale 26 ottobre 2006, n. 19 , (Disposizioni in materia di salute umana e sanità veterinaria e altre disposizioni per il settore sanitario e sociale, nonché in materia di personale), le parole: <<con il fondo sociale regionale>> sono sostituite dalle seguenti: <<con risorse di parte sociale>>.\r\n2. La lettera b) del comma 17 dell'articolo 39 della legge regionale 19/2006 è sostituita dalla seguente: <<b) UPB 7.5.310.1.243 - capitolo 4750.>>.\r\nArt. 4\r\n1. La presente legge entra in vigore il giorno successivo a quello della sua pubblicazione nel Bollettino Ufficiale della Regione.",
                "law_quote": ["articolo 39, comma 3, della legge regionale 31 marzo 2006, n. 6"],
                "law_year": ["2006"],
                "law_number": ["6"]
            },
            {
                "id": "2005_27.html",
                "text": "\r\nArt. 1\r\n1. Sono abrogate le seguenti disposizioni: a) la legge regionale 30 aprile 2003, n. 11 (Disciplina generale in materia di innovazione); b) l'articolo 9 della legge regionale 5 dicembre 2003, n. 18 (modificativo dell'articolo 13 della legge regionale 11/2003); c) i commi 2 e 3 dell'articolo 31 della legge regionale 4 giugno 2004, n. 18 (modificativi, rispettivamente, degli articoli 11 e 13 della legge regionale 11/2003).\r\nArt. 2\r\n1. Al comma 4 dell'articolo 17 della legge regionale 18 gennaio 1999, n. 3 (Disciplina dei Consorzi di sviluppo industriale), dopo la parola <<innovazione>> sono soppresse le parole: <<di cui alla legge regionale 11/2003 e successive modifiche,>>.\r\nArt. 3\r\n( ABROGATO )\r\n1 Articolo abrogato da art. 2, comma 21, L. R. 31/2017 , a seguito dell'abrogazione dell'art. 4, c. 3, L.R. 4/2005.\r\nArt. 4\r\n1. Ai procedimenti in corso all'entrata in vigore della presente legge continuano ad applicarsi la legge regionale 11/2003 e i relativi regolamenti o atti di esecuzione.\r\n1 bis. Fino all'entrata in vigore del regolamento attuativo della legge regionale 10 novembre 2005, n. 26 (Disciplina generale in materia di innovazione, ricerca scientifica e sviluppo tecnologico), ai procedimenti in corso e relativi ad interventi in materia di ricerca e innovazione a favore di imprese industriali continua ad applicarsi la normativa previgente.\r\n2. I regolamenti regionali emanati ai sensi degli articoli 7, 8, 10, 11 e 16 della legge regionale 11/2003 continuano a trovare applicazione sino all'entrata in vigore dei regolamenti di esecuzione degli articoli 17, 18, 19, 23 e 24, comma 1, lettera c), della legge regionale 10 novembre 2005, n. 26 .\r\n1 Comma 1 bis aggiunto da art. 7, comma 28, L. R. 1/2007\r\nArt. 5\r\n1. Per le finalità previste dall' articolo 6, comma 108, della legge regionale 15 febbraio 1999, n. 4 (legge finanziaria 1999), è autorizzata la spesa di 100.000 euro per l'anno 2005 a carico dell'unità previsionale di base 9.3.320.1.272 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2005-2007 e del bilancio per l'anno 2005, con riferimento al capitolo 5087 del documento tecnico allegato ai bilanci medesimi, al cui onere si provvede mediante storno dall'unità previsionale di base 9.2.320.2.1504 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2005-2007 e del bilancio per l'anno 2005, con riferimento al capitolo 8005 del documento tecnico allegato ai bilanci medesimi, intendendosi corrispondentemente ridotta la relativa autorizzazione di spesa.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "1998_8.html",
                "text": "\r\nArt. 1\r\n1. Allo scopo di promuovere lo sviluppo ed il rafforzamento delle associazioni e società sportive che, pur svolgendo un'intensa attività promozionale, non dispongono di sufficienti garanzie per l'accesso al finanziamento << a medio termine >> per la realizzazione, l'ampliamento ed il miglioramento di impianti sportivi, l' Amministrazione regionale autorizzata ad integrare il << fondo rischi >> che le associazioni e società sportive stesse, riunite in Consorzio regionale di garanzia fidi, per iniziativa del CONI, costituiscono secondo apposita convenzione con Istituti di credito a ciò abilitati.\r\nArt. 2\r\n1. La domanda per la concessione del contributo deve essere presentata a cura del Presidente del Consorzio al Servizio regionale delle attività ricreative e sportive, che provvede alla sua istruttoria.\r\n2. Essa va corredata dai seguenti documenti: a) copia notarile dell' atto costitutivo e dello Statuto del Consorzio debitamente registrato; b) elenco delle associazioni e delle società aderenti al Consorzio; c) composizione delle cariche sociali; d) copia autentica della convenzione stipulata con Istituti di credito; e) attestato dell'avvenuta costituzione e deposito del fondo rischi di cui all'articolo 1.\r\n3. La concessione del contributo di cui all'articolo 1 è disposta con decreto del Direttore del Servizio regionale delle attività ricreative e sportive.\r\nArt. 3\r\n1. La concessione del contributo è subordinata all'assunzione, da parte del Consorzio, dell'obbligo di: a) cooptare nel Consiglio direttivo, con diritto di voto, un funzionario del Servizio regionale delle attività ricreative e sportive; b) sottoporre all'approvazione del Servizio regionale medesimo le eventuali modifiche dell'atto costitutivo e dello Statuto; c) devolvere, in caso di scioglimento o cessazione del Consorzio, quanto residua dalla liquidazione del << fondo rischi >> ad opere di pubblica utilità indicate dal Servizio regionale delle attività ricreative e sportive.\r\nArt. 4\r\n1. Per le finalità previste dalla presente legge autorizzata la spesa di lire 500 milioni a carico del capitolo 6162 (2.1.243.3.08.09) che si istituisce nello stato di previsione della spesa del bilancio pluriennale per gli anni 1998-2000 e del bilancio per l'anno 1998 alla Rubrica n. 26 - programma 2.4.5 - spese d'investimento - Categoria 2.4 - Sezione IX - con la denominazione << Contributo al Consorzio regionale di garanzia fidi delle associazioni e società sportive per l'integrazione del fondo rischi >> e con lo stanziamento di lire 500 milioni per l'anno 1998. Al relativo onere si provvede mediante prelevamento di pari importo dall'apposito fondo globale iscritto al capitolo 8920 del precitato stato di previsione (partita n. 145 dell'elenco n. 7 allegato al bilancio); detto importo corrisponde alla quota non utilizzata al 31 dicembre 1997 e trasferita, ai sensi dell' articolo 7, secondo comma, della legge regionale 20 gennaio 1982, n. 10 , con decreto dell'Assessore alle finanze 27 gennaio 1998, n. 7.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "GOLD_2",
                "text": "\r\nArt. 1\r\n1. Al fine di dare impulso all' attività di studio, raccolta dati, ricerca, sperimentazione, promozione e consulenza nel campo della pesca marittima e dell' acquacoltura in acque marine, salmastre e lagunari della regione, nell' impiego di acque marine e salmastre a fini industriali ed energetici, nonché nel campo della difesa del mare per garantire la qualità delle acque, l' Amministrazione regionale promuove e sostiene l' attività del laboratorio di biologia marina di Trieste quale istituto di ricerca scientifica, nonché quale centro di servizi e di ricerche d' interesse regionale nei campi della pesca, dell' acquacoltura e della difesa del mare.\r\nArt. 2\r\n1. L' Amministrazione regionale è autorizzata a concedere a favore del Consorzio per la gestione del laboratorio di biologia marina di Trieste un contributo annuo a titolo di concorso nelle spese di funzionamento, comprese, nella misura massima del 70%%, le spese per il personale.\r\n2. La relativa deliberazione della Giunta regionale è adottata su proposta dell' Assessore regionale all' industria, d' intesa con l' Assessore regionale all' istruzione, alla formazione professionale, alle attività e beni culturali.\r\n3. Il Consorzio per la gestione del laboratorio di biologia marina di Trieste è tenuto a dotarsi di strutture e personale idonei al conseguimento degli obiettivi cui è preordinato il sostegno finanziario della Regione.\r\n1 Integrata la disciplina dell'articolo da art. 6, comma 36, L. R. 1/2005\r\n2 Integrata la disciplina dell'articolo da art. 6, comma 6, L. R. 12/2006\r\nArt. 3\r\n1. La domanda di contributo dovrà essere presentata dal Consorzio alla Direzione regionale dell' industria corredata dal programma annuale di attività e dal preventivo sommario di spesa, entro il 15 settembre di ciascun anno antecedente a quello per cui il contributo viene richiesto.\r\n2. Il contributo verrà erogato in via anticipata nella misura dell' 80%%; il residuo 20%% verrà erogato ad avvenuta approvazione del rendiconto delle spese sostenute con il contributo medesimo.\r\n3. I contributi di cui al comma 1 dell' articolo 2 della presente legge comprendono anche l' importo dell' IVA.\r\n4. Il rendiconto dovrà essere presentato alla Direzione regionale dell' industria entro il 31 marzo di ciascun anno successivo a quello per cui il contributo è stato richiesto ed utilizzato.\r\nArt. 4\r\n1. Gli oneri derivanti dall' applicazione dell' articolo 2 fanno carico al capitolo 7870 dello stato di previsione della spesa del bilancio pluriennale per gli anni 1988-1990 e del bilancio per l' anno 1988, il cui stanziamento complessivo, in termini di competenza, viene elevato di lire 600 milioni, suddivisi in ragione di lire 150 milioni per ciascuno degli anni 1988 e 1989, e lire 300 milioni per l' anno 1990. La denominazione del precitato capitolo 7870 viene sostituita dalla seguente: << Contributo annuo al Consorzio per la gestione del laboratorio di biologia marina di Trieste per le spese di funzionamento >>.\r\n2. Al predetto onere di lire 600 milioni si provvede mediante storno, di pari importo, dal capitolo 1080 dello stato di previsione precitato.\r\nArt. 5\r\n1. La presente legge entra in vigore il giorno della sua pubblicazione sul Bollettino Ufficiale della Regione.\r\n2. A decorrere dalla stessa data è abrogata la legge regionale 14 dicembre 1984, n. 51 , che continua peraltro ad applicarsi per la rendicontazione e l' erogazione del contributo concesso all' Istituto per l' anno 1987.\r\n3. Per il 1988 la domanda di cui al comma 1 del precedente articolo 3 deve essere presentata entro 30 giorni dalla data di entrata in vigore della presente legge.",
                "law_quote": ["art. 6, comma 36, L. R. 1/2005"],
                "law_year": ["2005"],
                "law_number": ["1"]
            },
            {
                "id": "1980_58.html",
                "text": "\r\nArt. 1\r\nL' Amministrazione regionale, nei limiti dei fondi annualmente stanziati nel bilancio, è autorizzata ad aderire, con quote associative, ad istituzioni, fondazioni, enti ed associazioni aventi finalità d' interesse economico, finanziario, culturale, ricreativo - educativo o che, comunque, svolgano un' attività che possa interessare la Regione.\r\nArt. 2\r\nL' Amministrazione regionale, nei limiti dei fondi annualmente stanziati nel bilancio, è autorizzata a partecipare alle spese per convegni, congressi e iniziative particolari promossi dagli organismi di cui al precedente articolo, ovvero da una o più Regioni o Comitati organizzatori dalle stesse costituiti nonché a sostenere gli oneri per la partecipazione di amministratori e funzionari ai suddetti convegni, congressi e iniziative.\r\n1 Parole aggiunte al primo comma da art. 1, primo comma, L. R. 79/1983\r\n2 Integrata la disciplina dell'articolo da art. 2, primo comma, L. R. 79/1983\r\nArt. 3\r\nLa Giunta regionale determina la misura, tenuto conto delle disponibilità dei fondi stanziati, e, a seconda dei casi, della necessità e dell' importanza e finalità delle iniziative.\r\n1 Parole sostituite al primo comma da art. 3, primo comma, L. R. 79/1983\r\n2 Primo comma abrogato da art. 8, comma 65, L. R. 1/2003\r\nArt. 4\r\nPer gli oneri previsti dai precedenti articoli 1 e 2, nello stato di previsione della spesa del piano finanziario per gli esercizi 1980-1982 e del bilancio per l' esercizio finanziario 1980 vengono istituiti al Titolo I - Sezione I - Rubrica n. 2 - Segreteria Generale - Categoria III - i seguenti capitoli: - capitolo 259 con la denominazione: << Spese per l' adesione con quota di associazione ad istituzioni, fondazioni, enti e associazioni aventi finalità d' interesse economico, finanziario, culturale, ricreativo - educativo o che, comunque, svolgano un' attività che possa interessare la Regione >> e con lo stanziamento di lire 20 milioni per l' esercizio 1980; - capitolo 260 con la denominazione: << Spese per la partecipazione agli oneri per convegni, congressi ed iniziative particolari promossi da istituzioni, fondazioni, enti ed associazioni ai quali aderisce la Regione, nonché a quelli per la partecipazione d' amministratori e funzionari ai suddetti convegni, congressi ed iniziative >> e con lo stanziamento di lire 40 milioni per l' esercizio 1980.\r\nAl predetto onere complessivo di lire 60 milioni si provvede mediante prelevamento di pari importo dall' apposito fondo globale iscritto al capitolo 2000 dello stato di previsione della spesa del piano finanziario per gli esercizi 1980-1982 e del bilancio per l' esercizio finanziario 1980 (Rubrica n. 2 - Segreteria Generale - Partita n. 1 - dell' elenco n. 4 allegato al piano ed al bilancio medesimi).\r\nAi sensi degli articoli 2, primo comma, e 8, secondo e sesto comma, della legge regionale 29 aprile 1976, n. 12 , gli stanziamenti dei precitati capitoli 259 e 260 vengono riportati nell' elenco n. 1 allegato al piano finanziario per gli esercizi 1980-1982 ed al bilancio per l' esercizio finanziario 1980.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            }
        ]
    },
    {
        "unit_id": "unit_1",
        "token_input": "MBYTZQGSXYP",
        "token_output": "KIOSDCFTGV",
        "documents": [
            {
                "id": "GOLD_1",
                "text": "\r\nArt. 1\r\n1.\r\nDopo l'\r\narticolo 10 della legge regionale 16 agosto 2000, n. 17\r\n(Realizzazione di progetti antiviolenza e istituzione di centri per donne in difficoltà), è inserito il seguente: <<\r\nArt. 10 bis 1. La Regione, con il coinvolgimento di organismi istituzionali, delle reti territoriali dei centri antiviolenza e di altri soggetti del privato sociale che operano per le finalità della presente legge, promuove e sostiene, sul territorio regionale comprese le carceri, la realizzazione di appositi interventi di recupero e accompagnamento rivolti agli autori di violenza di genere, con riferimento alla violenza domestica e nelle relazioni interpersonali e di vita. 2. Gli interventi di cui al comma 1 sono sviluppati in ambito sociosanitario per assicurare un trattamento integrato in modo da consentire un effettivo recupero e accompagnamento nel tempo di chi è responsabile di atti di violenza, al fine di prevenire la recidiva del reato e le conseguenze psichiche e psicologiche che la violenza di genere produce sulla salute delle donne. 3. Gli interventi di cui al comma 1 sono assicurati di concerto tra servizi sociali dei Comuni e consultori dei distretti sanitari, nel rispetto delle reciproche competenze, e si avvalgono di personale adeguatamente formato sui temi della giustizia riparativa e della violenza di genere. 4. La realizzazione dei programmi di intervento volti al recupero degli uomini maltrattanti deve essere collocata nell'ambito delle iniziative e delle azioni che la Regione promuove per identificare, stigmatizzare, prevenire le cause culturali e contrastare la violenza di genere e deve svilupparsi parallelamente ai servizi di sostegno alle vittime di violenza. 5.\r\nGli interventi possono essere realizzati solo su adesione volontaria del soggetto interessato secondo quanto previsto dalle linee guida nazionali e in particolare dal piano d'azione straordinario contro la violenza sessuale e di genere di cui all'\r\narticolo 5 del decreto legge 14 agosto 2013, n. 93\r\n(Disposizioni urgenti in materia di sicurezza e per il contrasto della violenza di genere, nonché in tema di protezione civile e di commissariamento delle province), convertito, con modificazioni, dalla\r\nlegge 15 ottobre 2013, n. 119\r\n.\r\n6. Gli interventi sono attivati su richiesta diretta del soggetto o su invio, concordato con il soggetto stesso, da parte delle istituzioni competenti per l'ordine pubblico, degli ordini professionali, del sistema giudiziario e dell'amministrazione penitenziaria, dei centri antiviolenza, dei servizi sanitari e sociali che vengono in contatto con il soggetto.\r\n>>.\r\nArt. 2\r\n1.\r\nPer le finalità previste dall'\r\narticolo 10 bis, comma 1, della legge regionale 17/2000\r\n, come inserito dall'articolo 1, comma 1, è autorizzata la spesa complessiva di 20.000 euro, suddivisa in ragione di 10.000 euro per ciascuno degli anni 2018 e 2019, a valere sulla Missione n. 12 (Diritti sociali, politiche sociali e famiglia) - Programma n. 4 (Interventi per soggetti a rischio di esclusione sociale) - Titolo n. 1 (Spese correnti) dello stato di previsione della spesa del bilancio per gli anni 2017-2019.\r\n2. Agli oneri derivanti dal disposto di cui al comma 1 si provvede mediante storno di complessivi 20.000 euro, suddivisi in ragione di 10.000 euro per ciascuno degli anni 2018 e 2019, a valere sulla Missione n. 12 (Diritti sociali, politiche sociali e famiglia) - Programma n. 7 (Programmazione e governo della rete dei servizi sociosanitari e sociali) - Titolo n. 1 (Spese correnti) dello stato di previsione della spesa del bilancio per gli anni 2017-2019.\r\nArt. 3\r\n1. La presente legge entra in vigore il giorno successivo alla data di pubblicazione nel Bollettino ufficiale della Regione.",
                "law_quote": ["articolo 10 della legge regionale 16 agosto 2000, n. 17"],
                "law_year": ["2000"],
                "law_number": ["17"]
            },
            {
                "id": "2001_5.html",
                "text": "\r\nArt. 1\r\n1. Sono autorizzati l'accertamento e la riscossione, secondo le leggi in vigore, delle entrate dovute alla Regione per l'anno 2001, giusta lo stato di previsione dell'entrata annesso alla presente legge (tabella A) con riferimento ai capitoli del documento tecnico di accompagnamento e specificazione del bilancio per l'anno medesimo.\r\nArt. 2\r\n1. È approvato in lire 21.266.500.000.000 il totale delle spese effettive ed in lire 41.851.000.000.000 il totale generale della spesa della Regione per il bilancio pluriennale relativo agli anni 2001-2003 annesso alla presente legge (tabella B).\r\n2. È approvato in lire 7.663.000.000.000 il totale delle spese effettive ed in lire 14.524.500.000.000 il totale generale della spesa della Regione per l'anno 2001.\r\n3. Sono approvati in lire 13.699.500.000.000 il totale generale della spesa per l'anno finanziario 2002 ed in lire 13.627.000.000.000 il totale generale della spesa per l'anno finanziario 2003.\r\n4. Sono autorizzati l'impegno ed il pagamento delle spese per l'anno 2001, nonché l'impegno delle spese per gli anni 2002 e 2003 ai sensi degli articoli 29, 30 e 31 della legge regionale 16 aprile 1999, n. 7 , in conformità all'annesso stato di previsione relativo a detti anni (tabella B), con riferimento ai capitoli del documento tecnico di accompagnamento e specificazione del bilancio per gli anni medesimi.\r\nArt. 3\r\n1. È approvato il quadro generale riassuntivo del bilancio della Regione per gli anni 2001-2003 e per l'anno 2001, annesso alla presente legge.\r\nArt. 4\r\n1. Per gli effetti di cui all' articolo 10 della legge regionale 7/1999 è approvato il documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 5\r\n1. Per gli effetti di cui all' articolo 20, comma 1, della legge regionale 7/1999 , sono considerate spese obbligatorie e d'ordine quelle iscritte rispettivamente negli elenchi n. 1 e n. 2 annessi al documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 6\r\n1. Per gli effetti di cui all' articolo 25 della legge regionale 7/1999 , sono considerate spese di funzionamento quelle iscritte nell'elenco n. 3 annesso al documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 7\r\n1. Per gli effetti di cui all' articolo 19 della legge regionale 7/1999 , sono considerate spese impreviste quelle iscritte nell'elenco n. 4 annesso al documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 8\r\n1. La presente legge entra in vigore il giorno della sua pubblicazione sul Bollettino Ufficiale della Regione Autonoma Friuli-Venezia Giulia ed ha effetto dal 1 gennaio 2001.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "1988_20.html",
                "text": "\r\nArt. 1\r\n1. Al fine di dare impulso all' attività di studio, raccolta dati, ricerca, sperimentazione, promozione e consulenza nel campo della pesca marittima e dell' acquacoltura in acque marine, salmastre e lagunari della regione, nell' impiego di acque marine e salmastre a fini industriali ed energetici, nonché nel campo della difesa del mare per garantire la qualità delle acque, l' Amministrazione regionale promuove e sostiene l' attività del laboratorio di biologia marina di Trieste quale istituto di ricerca scientifica, nonché quale centro di servizi e di ricerche d' interesse regionale nei campi della pesca, dell' acquacoltura e della difesa del mare.\r\nArt. 2\r\n1. L' Amministrazione regionale è autorizzata a concedere a favore del Consorzio per la gestione del laboratorio di biologia marina di Trieste un contributo annuo a titolo di concorso nelle spese di funzionamento, comprese, nella misura massima del 70%%, le spese per il personale.\r\n2. La relativa deliberazione della Giunta regionale è adottata su proposta dell' Assessore regionale all' industria, d' intesa con l' Assessore regionale all' istruzione, alla formazione professionale, alle attività e beni culturali.\r\n3. Il Consorzio per la gestione del laboratorio di biologia marina di Trieste è tenuto a dotarsi di strutture e personale idonei al conseguimento degli obiettivi cui è preordinato il sostegno finanziario della Regione.\r\n1 Integrata la disciplina dell'articolo da art. 6, comma 36, L. R. 1/2005\r\n2 Integrata la disciplina dell'articolo da art. 6, comma 6, L. R. 12/2006\r\nArt. 3\r\n1. La domanda di contributo dovrà essere presentata dal Consorzio alla Direzione regionale dell' industria corredata dal programma annuale di attività e dal preventivo sommario di spesa, entro il 15 settembre di ciascun anno antecedente a quello per cui il contributo viene richiesto.\r\n2. Il contributo verrà erogato in via anticipata nella misura dell' 80%%; il residuo 20%% verrà erogato ad avvenuta approvazione del rendiconto delle spese sostenute con il contributo medesimo.\r\n3. I contributi di cui al comma 1 dell' articolo 2 della presente legge comprendono anche l' importo dell' IVA.\r\n4. Il rendiconto dovrà essere presentato alla Direzione regionale dell' industria entro il 31 marzo di ciascun anno successivo a quello per cui il contributo è stato richiesto ed utilizzato.\r\nArt. 4\r\n1. Gli oneri derivanti dall' applicazione dell' articolo 2 fanno carico al capitolo 7870 dello stato di previsione della spesa del bilancio pluriennale per gli anni 1988-1990 e del bilancio per l' anno 1988, il cui stanziamento complessivo, in termini di competenza, viene elevato di lire 600 milioni, suddivisi in ragione di lire 150 milioni per ciascuno degli anni 1988 e 1989, e lire 300 milioni per l' anno 1990. La denominazione del precitato capitolo 7870 viene sostituita dalla seguente: << Contributo annuo al Consorzio per la gestione del laboratorio di biologia marina di Trieste per le spese di funzionamento >>.\r\n2. Al predetto onere di lire 600 milioni si provvede mediante storno, di pari importo, dal capitolo 1080 dello stato di previsione precitato.\r\nArt. 5\r\n1. La presente legge entra in vigore il giorno della sua pubblicazione sul Bollettino Ufficiale della Regione.\r\n2. A decorrere dalla stessa data è abrogata la legge regionale 14 dicembre 1984, n. 51 , che continua peraltro ad applicarsi per la rendicontazione e l' erogazione del contributo concesso all' Istituto per l' anno 1987.\r\n3. Per il 1988 la domanda di cui al comma 1 del precedente articolo 3 deve essere presentata entro 30 giorni dalla data di entrata in vigore della presente legge.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "1965_31.html",
                "text": "\r\nNote riguardanti modifiche apportate all’intera legge:\r\n1 Quando le disposizioni della presente legge menzionano un Assessorato, la menzione si intende riferita alla Direzione regionale corrispondente per materia, ai sensi dell' articolo 7, primo comma, L.R. 12/80.\r\nArt. 1\r\nÈ istituito presso l' Assessorato regionale delle Finanze un Comitato tecnico - consultivo regionale per la finanza.\r\nArt. 2\r\nIl Comitato esprime il proprio parere nelle materie attribuite alla competenza dell' Assessorato regionale delle Finanze: a) quando sia previsto da leggi o regolamenti; b) ogni qualvolta sia richiesto dall' Assessore alle Finanze.\r\nL' Assessore alle Finanze potrà affidare al Comitato anche l' esame e lo studio di particolari problemi, che rientrino nella competenza del suo Assessorato.\r\nArt. 3\r\nIl Comitato è composto: a) dall' Assessore alle Finanze, che lo presiede; b) da due esperti in materia di finanza pubblica; c) da due esperti in materia di contabilità pubblica; d) da due esperti in materia tributaria; e) da un esperto in materia di credito e risparmio; f) da un esperto in materia amministrativa; g) da un esperto in materia costituzionale; h) dal Segretario generale della Presidenza della Giunta regionale; i) dal Capo dell' Ufficio Legislativo e Legale della Regione; l) dal Dirigente della Ragioneria generale della Regione; m) dal Dirigente dei Servizi Amministrativi dell' Assessorato delle Finanze; n) dal Dirigente della Direzione regionale della Programmazione.\r\n1 Parole sostituite al primo comma da art. 3, terzo comma, L. R. 22/1968\r\n2 Parole sostituite al primo comma da art. 7, primo comma, L. R. 49/1973\r\nArt. 4\r\nI componenti del Comitato sono nominati su proposta dell' Assessore alle Finanze, con decreto del Presidente della Giunta regionale.\r\nRestano in carica due anni e possono essere confermati.\r\nLe funzioni di segretario sono svolte da un funzionario dell' Assessorato delle Finanze.\r\nArt. 5\r\nIl Comitato è convocato dal Presidente.\r\nPer la validità delle sedute è necessaria la presenza della metà più uno dei suoi componenti. Le deliberazioni sono prese a maggioranza di voti. In caso di parità di voti prevale il voto del Presidente.\r\nArt. 6\r\nAi componenti e al segretario del Comitato compete il trattamento economico stabilito dalla legge regionale 18 agosto 1965, n. 15 .",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "1993_4.html",
                "text": "\r\nArt. 1\r\n1. È autorizzata la prosecuzione dell'attività di sviluppo industriale in corso nelle forme consortili fra enti locali fino all'entrata in vigore della legge regionale di riforma in materia di disciplina dei consorzi di sviluppo industriale, e comunque non oltre il 31 dicembre 1998.\r\n2. Rimane confermata, nei suindicati limiti temporali, la competenza degli enti partecipanti ai Consorzi e dell' Amministrazione regionale al finanziamento degli interventi.\r\n3. Gli attuali organi dei Consorzi di cui al comma 1 sono prorogati fino alla data indicata al medesimo comma.\r\n1 Comma 1 sostituito da art. 1, comma 1, L. R. 54/1993\r\n2 Comma 1 sostituito da art. 1, comma 1, L. R. 18/1994\r\n3 Comma 1 sostituito da art. 1, comma 1, L. R. 4/1996\r\n4 Comma 1 sostituito da art. 1, comma 1, L. R. 6/1997 con effetto, ex articolo 13 della medesima legge, dall' 1 gennaio 1997.\r\n5 Comma 1 sostituito da art. 15, comma 1, L. R. 26/1997\r\nArt. 2\r\n( ABROGATO )\r\n1 Articolo abrogato da art. 22, comma 1, L. R. 3/1999\r\nArt. 3\r\n1. Le attività previste dall' articolo 27, comma quinto e seguenti della legge 22 ottobre 1971, n. 865 , e dirette alla realizzazione di un piano di insediamenti produttivi (PIP), possono essere svolte dai Comuni per il tramite di società per azioni a prevalente capitale pubblico locale. A tale scopo il Comune interessato stipula con la società apposita convenzione.\r\n2. Nell' ipotesi di cui al comma 1 la convenzione può prevedere che la società provveda direttamente alla cessione in proprietà delle aree infrastrutturate ed all' introito dei relativi corrispettivi.\r\n3. Con l' atto di cessione di cui al comma 2 possono imporsi all' acquirente gli oneri ed obblighi previsti dall' articolo 27, ultimo comma, della legge n. 865/1971 , in base alle eventuali indicazioni dell' Amministrazione comunale.\r\n4. All' utilizzazione delle aree cedute in proprietà si applica l' articolo 50, comma 2, della legge regionale 19 novembre 1991, n. 52 .\r\nArt. 4\r\n( ABROGATO )\r\n1 Articolo abrogato implicitamente da art. 22, comma 1, L. R. 3/1999",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            }
        ]
    },
    {
        "unit_id": "unit_2",
        "token_input": "OPASHFKLERC",
        "token_output": "IWEACBDGSW",
        "documents": [
            {
                "id": "1981_47.html",
                "text": "\r\nArt. 1\r\nI giovani assunti dagli Enti di cui al primo comma dell' articolo 1 della legge regionale 17 dicembre 1980, n. 69 , mediante i contratti stipulati in attuazione della legge regionale 19 giugno 1978, n. 73 in corso di svolgimento alla data del 28 febbraio 1981, sono ammessi a sostenere l' esame di idoneità per l' immissione nei ruoli della Regione e degli Enti locali ai sensi e per gli effetti della legge regionale 17 dicembre 1980, n. 69 .\r\nArt. 2\r\nLe disposizioni di cui al precedente articolo si applicano anche ai giovani soci di cooperative con le quali la Regione ha stipulato convenzioni ai sensi dell' articolo 27 della legge 1 giugno 1977, n. 285 e successive modifiche ed integrazioni, limitatamente ai giovani impiegati nella esecuzione dei progetti in convenzione, da data non successiva al 28 febbraio 1981, purché non si siano dimessi volontariamente.\r\nArt. 3\r\nPer gli oneri derivanti dall' applicazione della presente legge, con riguardo ai contratti stipulati ai sensi della legge regionale 19 giugno 1978, n. 73 , è autorizzata la spesa di lire 90 milioni per l' esercizio 1981.\r\nIl predetto onere di lire 90 milioni fa carico al capitolo 8509 dello stato di previsione della spesa del piano finanziario per gli esercizi 1981-1983 e del bilancio per l' esercizio finanziario 1981, il cui stanziamento viene conseguentemente elevato di lire 90 milioni per l' esercizio 1981.\r\nAl predetto onere di lire 90 milioni si provvede mediante prelevamento di pari importo dal capitolo 6990 dello stato di previsione della spesa del piano finanziario per l' esercizio finanziario 1981, corrispondente a parte della quota non utilizzata al 31 dicembre 1980 e trasferita ai sensi dell' articolo 10 della legge regionale 27 giugno 1977, n. 32 .\r\nPer gli oneri derivanti dall' applicazione della presente legge, con riguardo ai contratti stipulati ai sensi della legge 1 giugno 1977, n. 285 , è autorizzata la spesa di lire 65 milioni per l' esercizio 1981.\r\nIl predetto onere di lire 65 milioni fa carico al capitolo 8508 dello stato di previsione della spesa del piano finanziario per gli esercizi 1981-1983 e del bilancio per l' esercizio finanziario 1981, il cui stanziamento viene conseguentemente elevato di lire 65 milioni per l' esercizio 1981.\r\nAl predetto onere di lire 65 milioni si fa fronte con la maggiore entrata di pari importo prevista, ai sensi dell' articolo 4 della legge 6 febbraio 1981, n. 21 , sul capitolo 577 dello stato di previsione dell' entrata del piano finanziario per gli esercizi 1981-1983 e del bilancio per l' esercizio finanziario 1981, il cui stanziamento viene conseguentemente elevato di lire 65 milioni per l' esercizio 1981.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "2005_27.html",
                "text": "\r\nArt. 1\r\n1. Sono abrogate le seguenti disposizioni: a) la legge regionale 30 aprile 2003, n. 11 (Disciplina generale in materia di innovazione); b) l'articolo 9 della legge regionale 5 dicembre 2003, n. 18 (modificativo dell'articolo 13 della legge regionale 11/2003); c) i commi 2 e 3 dell'articolo 31 della legge regionale 4 giugno 2004, n. 18 (modificativi, rispettivamente, degli articoli 11 e 13 della legge regionale 11/2003).\r\nArt. 2\r\n1. Al comma 4 dell'articolo 17 della legge regionale 18 gennaio 1999, n. 3 (Disciplina dei Consorzi di sviluppo industriale), dopo la parola <<innovazione>> sono soppresse le parole: <<di cui alla legge regionale 11/2003 e successive modifiche,>>.\r\nArt. 3\r\n( ABROGATO )\r\n1 Articolo abrogato da art. 2, comma 21, L. R. 31/2017 , a seguito dell'abrogazione dell'art. 4, c. 3, L.R. 4/2005.\r\nArt. 4\r\n1. Ai procedimenti in corso all'entrata in vigore della presente legge continuano ad applicarsi la legge regionale 11/2003 e i relativi regolamenti o atti di esecuzione.\r\n1 bis. Fino all'entrata in vigore del regolamento attuativo della legge regionale 10 novembre 2005, n. 26 (Disciplina generale in materia di innovazione, ricerca scientifica e sviluppo tecnologico), ai procedimenti in corso e relativi ad interventi in materia di ricerca e innovazione a favore di imprese industriali continua ad applicarsi la normativa previgente.\r\n2. I regolamenti regionali emanati ai sensi degli articoli 7, 8, 10, 11 e 16 della legge regionale 11/2003 continuano a trovare applicazione sino all'entrata in vigore dei regolamenti di esecuzione degli articoli 17, 18, 19, 23 e 24, comma 1, lettera c), della legge regionale 10 novembre 2005, n. 26 .\r\n1 Comma 1 bis aggiunto da art. 7, comma 28, L. R. 1/2007\r\nArt. 5\r\n1. Per le finalità previste dall' articolo 6, comma 108, della legge regionale 15 febbraio 1999, n. 4 (legge finanziaria 1999), è autorizzata la spesa di 100.000 euro per l'anno 2005 a carico dell'unità previsionale di base 9.3.320.1.272 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2005-2007 e del bilancio per l'anno 2005, con riferimento al capitolo 5087 del documento tecnico allegato ai bilanci medesimi, al cui onere si provvede mediante storno dall'unità previsionale di base 9.2.320.2.1504 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2005-2007 e del bilancio per l'anno 2005, con riferimento al capitolo 8005 del documento tecnico allegato ai bilanci medesimi, intendendosi corrispondentemente ridotta la relativa autorizzazione di spesa.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "GOLD_1",
                "text": "\r\nArt. 1\r\n1.\r\nDopo l'\r\narticolo 10 della legge regionale 16 agosto 2000, n. 17\r\n(Realizzazione di progetti antiviolenza e istituzione di centri per donne in difficoltà), è inserito il seguente: <<\r\nArt. 10 bis 1. La Regione, con il coinvolgimento di organismi istituzionali, delle reti territoriali dei centri antiviolenza e di altri soggetti del privato sociale che operano per le finalità della presente legge, promuove e sostiene, sul territorio regionale comprese le carceri, la realizzazione di appositi interventi di recupero e accompagnamento rivolti agli autori di violenza di genere, con riferimento alla violenza domestica e nelle relazioni interpersonali e di vita. 2. Gli interventi di cui al comma 1 sono sviluppati in ambito sociosanitario per assicurare un trattamento integrato in modo da consentire un effettivo recupero e accompagnamento nel tempo di chi è responsabile di atti di violenza, al fine di prevenire la recidiva del reato e le conseguenze psichiche e psicologiche che la violenza di genere produce sulla salute delle donne. 3. Gli interventi di cui al comma 1 sono assicurati di concerto tra servizi sociali dei Comuni e consultori dei distretti sanitari, nel rispetto delle reciproche competenze, e si avvalgono di personale adeguatamente formato sui temi della giustizia riparativa e della violenza di genere. 4. La realizzazione dei programmi di intervento volti al recupero degli uomini maltrattanti deve essere collocata nell'ambito delle iniziative e delle azioni che la Regione promuove per identificare, stigmatizzare, prevenire le cause culturali e contrastare la violenza di genere e deve svilupparsi parallelamente ai servizi di sostegno alle vittime di violenza. 5.\r\nGli interventi possono essere realizzati solo su adesione volontaria del soggetto interessato secondo quanto previsto dalle linee guida nazionali e in particolare dal piano d'azione straordinario contro la violenza sessuale e di genere di cui all'\r\narticolo 5 del decreto legge 14 agosto 2013, n. 93\r\n(Disposizioni urgenti in materia di sicurezza e per il contrasto della violenza di genere, nonché in tema di protezione civile e di commissariamento delle province), convertito, con modificazioni, dalla\r\nlegge 15 ottobre 2013, n. 119\r\n.\r\n6. Gli interventi sono attivati su richiesta diretta del soggetto o su invio, concordato con il soggetto stesso, da parte delle istituzioni competenti per l'ordine pubblico, degli ordini professionali, del sistema giudiziario e dell'amministrazione penitenziaria, dei centri antiviolenza, dei servizi sanitari e sociali che vengono in contatto con il soggetto.\r\n>>.\r\nArt. 2\r\n1.\r\nPer le finalità previste dall'\r\narticolo 10 bis, comma 1, della legge regionale 17/2000\r\n, come inserito dall'articolo 1, comma 1, è autorizzata la spesa complessiva di 20.000 euro, suddivisa in ragione di 10.000 euro per ciascuno degli anni 2018 e 2019, a valere sulla Missione n. 12 (Diritti sociali, politiche sociali e famiglia) - Programma n. 4 (Interventi per soggetti a rischio di esclusione sociale) - Titolo n. 1 (Spese correnti) dello stato di previsione della spesa del bilancio per gli anni 2017-2019.\r\n2. Agli oneri derivanti dal disposto di cui al comma 1 si provvede mediante storno di complessivi 20.000 euro, suddivisi in ragione di 10.000 euro per ciascuno degli anni 2018 e 2019, a valere sulla Missione n. 12 (Diritti sociali, politiche sociali e famiglia) - Programma n. 7 (Programmazione e governo della rete dei servizi sociosanitari e sociali) - Titolo n. 1 (Spese correnti) dello stato di previsione della spesa del bilancio per gli anni 2017-2019.\r\nArt. 3\r\n1. La presente legge entra in vigore il giorno successivo alla data di pubblicazione nel Bollettino ufficiale della Regione.",
                "law_quote": ["articolo 10 della legge regionale 16 agosto 2000, n. 17"],
                "law_year": ["2000"],
                "law_number": ["17"]
            },
            {
                "id": "1980_58.html",
                "text": "\r\nArt. 1\r\nL' Amministrazione regionale, nei limiti dei fondi annualmente stanziati nel bilancio, è autorizzata ad aderire, con quote associative, ad istituzioni, fondazioni, enti ed associazioni aventi finalità d' interesse economico, finanziario, culturale, ricreativo - educativo o che, comunque, svolgano un' attività che possa interessare la Regione.\r\nArt. 2\r\nL' Amministrazione regionale, nei limiti dei fondi annualmente stanziati nel bilancio, è autorizzata a partecipare alle spese per convegni, congressi e iniziative particolari promossi dagli organismi di cui al precedente articolo, ovvero da una o più Regioni o Comitati organizzatori dalle stesse costituiti nonché a sostenere gli oneri per la partecipazione di amministratori e funzionari ai suddetti convegni, congressi e iniziative.\r\n1 Parole aggiunte al primo comma da art. 1, primo comma, L. R. 79/1983\r\n2 Integrata la disciplina dell'articolo da art. 2, primo comma, L. R. 79/1983\r\nArt. 3\r\nLa Giunta regionale determina la misura, tenuto conto delle disponibilità dei fondi stanziati, e, a seconda dei casi, della necessità e dell' importanza e finalità delle iniziative.\r\n1 Parole sostituite al primo comma da art. 3, primo comma, L. R. 79/1983\r\n2 Primo comma abrogato da art. 8, comma 65, L. R. 1/2003\r\nArt. 4\r\nPer gli oneri previsti dai precedenti articoli 1 e 2, nello stato di previsione della spesa del piano finanziario per gli esercizi 1980-1982 e del bilancio per l' esercizio finanziario 1980 vengono istituiti al Titolo I - Sezione I - Rubrica n. 2 - Segreteria Generale - Categoria III - i seguenti capitoli: - capitolo 259 con la denominazione: << Spese per l' adesione con quota di associazione ad istituzioni, fondazioni, enti e associazioni aventi finalità d' interesse economico, finanziario, culturale, ricreativo - educativo o che, comunque, svolgano un' attività che possa interessare la Regione >> e con lo stanziamento di lire 20 milioni per l' esercizio 1980; - capitolo 260 con la denominazione: << Spese per la partecipazione agli oneri per convegni, congressi ed iniziative particolari promossi da istituzioni, fondazioni, enti ed associazioni ai quali aderisce la Regione, nonché a quelli per la partecipazione d' amministratori e funzionari ai suddetti convegni, congressi ed iniziative >> e con lo stanziamento di lire 40 milioni per l' esercizio 1980.\r\nAl predetto onere complessivo di lire 60 milioni si provvede mediante prelevamento di pari importo dall' apposito fondo globale iscritto al capitolo 2000 dello stato di previsione della spesa del piano finanziario per gli esercizi 1980-1982 e del bilancio per l' esercizio finanziario 1980 (Rubrica n. 2 - Segreteria Generale - Partita n. 1 - dell' elenco n. 4 allegato al piano ed al bilancio medesimi).\r\nAi sensi degli articoli 2, primo comma, e 8, secondo e sesto comma, della legge regionale 29 aprile 1976, n. 12 , gli stanziamenti dei precitati capitoli 259 e 260 vengono riportati nell' elenco n. 1 allegato al piano finanziario per gli esercizi 1980-1982 ed al bilancio per l' esercizio finanziario 1980.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "1993_4.html",
                "text": "\r\nArt. 1\r\n1. È autorizzata la prosecuzione dell'attività di sviluppo industriale in corso nelle forme consortili fra enti locali fino all'entrata in vigore della legge regionale di riforma in materia di disciplina dei consorzi di sviluppo industriale, e comunque non oltre il 31 dicembre 1998.\r\n2. Rimane confermata, nei suindicati limiti temporali, la competenza degli enti partecipanti ai Consorzi e dell' Amministrazione regionale al finanziamento degli interventi.\r\n3. Gli attuali organi dei Consorzi di cui al comma 1 sono prorogati fino alla data indicata al medesimo comma.\r\n1 Comma 1 sostituito da art. 1, comma 1, L. R. 54/1993\r\n2 Comma 1 sostituito da art. 1, comma 1, L. R. 18/1994\r\n3 Comma 1 sostituito da art. 1, comma 1, L. R. 4/1996\r\n4 Comma 1 sostituito da art. 1, comma 1, L. R. 6/1997 con effetto, ex articolo 13 della medesima legge, dall' 1 gennaio 1997.\r\n5 Comma 1 sostituito da art. 15, comma 1, L. R. 26/1997\r\nArt. 2\r\n( ABROGATO )\r\n1 Articolo abrogato da art. 22, comma 1, L. R. 3/1999\r\nArt. 3\r\n1. Le attività previste dall' articolo 27, comma quinto e seguenti della legge 22 ottobre 1971, n. 865 , e dirette alla realizzazione di un piano di insediamenti produttivi (PIP), possono essere svolte dai Comuni per il tramite di società per azioni a prevalente capitale pubblico locale. A tale scopo il Comune interessato stipula con la società apposita convenzione.\r\n2. Nell' ipotesi di cui al comma 1 la convenzione può prevedere che la società provveda direttamente alla cessione in proprietà delle aree infrastrutturate ed all' introito dei relativi corrispettivi.\r\n3. Con l' atto di cessione di cui al comma 2 possono imporsi all' acquirente gli oneri ed obblighi previsti dall' articolo 27, ultimo comma, della legge n. 865/1971 , in base alle eventuali indicazioni dell' Amministrazione comunale.\r\n4. All' utilizzazione delle aree cedute in proprietà si applica l' articolo 50, comma 2, della legge regionale 19 novembre 1991, n. 52 .\r\nArt. 4\r\n( ABROGATO )\r\n1 Articolo abrogato implicitamente da art. 22, comma 1, L. R. 3/1999",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            }
        ]
    },
    {
        "unit_id": "unit_3",
        "token_input": "REJHASZOKFH",
        "token_output": "OUPOUAXCVI",
        "documents": [
            {
                "id": "GOLD_1",
                "text": "\r\nArt. 1\r\n1. Per l'anno 2007, nelle more dell'adozione del regolamento di cui all' articolo 39, comma 3, della legge regionale 31 marzo 2006, n. 6 (Sistema integrato di interventi e servizi per la promozione e la tutela dei diritti di cittadinanza sociale), è autorizzata l'erogazione, ai Comuni singoli o associati, a titolo di anticipazione, di un importo pari al 70 per cento di quanto agli stessi già erogato nell'anno 2006 ai sensi dell' articolo 4, comma 6, lettera b), della legge regionale 15 febbraio 1999, n. 4 (Legge finanziaria 1999), calcolato al netto delle risorse destinate al mantenimento e al riequilibrio dei servizi e di quelle a favore di soggetti mutilati e invalidi del lavoro e audiolesi.\r\n2. Gli oneri derivanti dall'applicazione del disposto di cui al comma 1 fanno carico all'unità previsionale di base 7.4.310.1.237 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2007-2009 e del bilancio per l'anno 2007, con riferimento ai capitoli 4697, 4699 e 4700 del documento tecnico allegato ai bilanci medesimi.\r\n3. Per l'anno 2007, nelle more dell'adozione del provvedimento della Giunta regionale di cui all' articolo 41, comma 3, della legge regionale 6/2006 , le risorse di cui al Fondo per l'autonomia possibile e per l'assistenza a lungo termine sono erogate agli enti gestori del Servizio sociale dei Comuni, in via di anticipazione, in misura pari al 70 per cento dell'importo già erogato nell'anno 2006.\r\n4. Gli oneri derivanti dall'applicazione del disposto di cui al comma 3 fanno carico all'unità previsionale di base 7.4.310.1.237 dello stato di previsione della spesa del bilancio pluriennale per gli anni 2007-2009 e del bilancio per l'anno 2007, con riferimento ai capitoli 4517 e 4518 del documento tecnico allegato ai bilanci medesimi.\r\nArt. 2\r\n1. Al comma 2 dell'articolo 39 della legge regionale 6/2006 dopo le parole: <<l'entità della quota>> sono inserite le seguenti: <<da ripartire tra i Comuni singoli o associati>>.\r\nArt. 3\r\n1. Al comma 3 dell'articolo 30 della legge regionale 26 ottobre 2006, n. 19 , (Disposizioni in materia di salute umana e sanità veterinaria e altre disposizioni per il settore sanitario e sociale, nonché in materia di personale), le parole: <<con il fondo sociale regionale>> sono sostituite dalle seguenti: <<con risorse di parte sociale>>.\r\n2. La lettera b) del comma 17 dell'articolo 39 della legge regionale 19/2006 è sostituita dalla seguente: <<b) UPB 7.5.310.1.243 - capitolo 4750.>>.\r\nArt. 4\r\n1. La presente legge entra in vigore il giorno successivo a quello della sua pubblicazione nel Bollettino Ufficiale della Regione.",
                "law_quote": ["articolo 39, comma 3, della legge regionale 31 marzo 2006, n. 6"],
                "law_year": ["2006"],
                "law_number": ["6"]
            },
            {
                "id": "1998_8.html",
                "text": "\r\nArt. 1\r\n1. Allo scopo di promuovere lo sviluppo ed il rafforzamento delle associazioni e società sportive che, pur svolgendo un'intensa attività promozionale, non dispongono di sufficienti garanzie per l'accesso al finanziamento << a medio termine >> per la realizzazione, l'ampliamento ed il miglioramento di impianti sportivi, l' Amministrazione regionale autorizzata ad integrare il << fondo rischi >> che le associazioni e società sportive stesse, riunite in Consorzio regionale di garanzia fidi, per iniziativa del CONI, costituiscono secondo apposita convenzione con Istituti di credito a ciò abilitati.\r\nArt. 2\r\n1. La domanda per la concessione del contributo deve essere presentata a cura del Presidente del Consorzio al Servizio regionale delle attività ricreative e sportive, che provvede alla sua istruttoria.\r\n2. Essa va corredata dai seguenti documenti: a) copia notarile dell' atto costitutivo e dello Statuto del Consorzio debitamente registrato; b) elenco delle associazioni e delle società aderenti al Consorzio; c) composizione delle cariche sociali; d) copia autentica della convenzione stipulata con Istituti di credito; e) attestato dell'avvenuta costituzione e deposito del fondo rischi di cui all'articolo 1.\r\n3. La concessione del contributo di cui all'articolo 1 è disposta con decreto del Direttore del Servizio regionale delle attività ricreative e sportive.\r\nArt. 3\r\n1. La concessione del contributo è subordinata all'assunzione, da parte del Consorzio, dell'obbligo di: a) cooptare nel Consiglio direttivo, con diritto di voto, un funzionario del Servizio regionale delle attività ricreative e sportive; b) sottoporre all'approvazione del Servizio regionale medesimo le eventuali modifiche dell'atto costitutivo e dello Statuto; c) devolvere, in caso di scioglimento o cessazione del Consorzio, quanto residua dalla liquidazione del << fondo rischi >> ad opere di pubblica utilità indicate dal Servizio regionale delle attività ricreative e sportive.\r\nArt. 4\r\n1. Per le finalità previste dalla presente legge autorizzata la spesa di lire 500 milioni a carico del capitolo 6162 (2.1.243.3.08.09) che si istituisce nello stato di previsione della spesa del bilancio pluriennale per gli anni 1998-2000 e del bilancio per l'anno 1998 alla Rubrica n. 26 - programma 2.4.5 - spese d'investimento - Categoria 2.4 - Sezione IX - con la denominazione << Contributo al Consorzio regionale di garanzia fidi delle associazioni e società sportive per l'integrazione del fondo rischi >> e con lo stanziamento di lire 500 milioni per l'anno 1998. Al relativo onere si provvede mediante prelevamento di pari importo dall'apposito fondo globale iscritto al capitolo 8920 del precitato stato di previsione (partita n. 145 dell'elenco n. 7 allegato al bilancio); detto importo corrisponde alla quota non utilizzata al 31 dicembre 1997 e trasferita, ai sensi dell' articolo 7, secondo comma, della legge regionale 20 gennaio 1982, n. 10 , con decreto dell'Assessore alle finanze 27 gennaio 1998, n. 7.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "2017_38.html",
                "text": "\r\nArt. 1\r\n1.\r\nDopo l'\r\narticolo 10 della legge regionale 16 agosto 2000, n. 17\r\n(Realizzazione di progetti antiviolenza e istituzione di centri per donne in difficoltà), è inserito il seguente: <<\r\nArt. 10 bis 1. La Regione, con il coinvolgimento di organismi istituzionali, delle reti territoriali dei centri antiviolenza e di altri soggetti del privato sociale che operano per le finalità della presente legge, promuove e sostiene, sul territorio regionale comprese le carceri, la realizzazione di appositi interventi di recupero e accompagnamento rivolti agli autori di violenza di genere, con riferimento alla violenza domestica e nelle relazioni interpersonali e di vita. 2. Gli interventi di cui al comma 1 sono sviluppati in ambito sociosanitario per assicurare un trattamento integrato in modo da consentire un effettivo recupero e accompagnamento nel tempo di chi è responsabile di atti di violenza, al fine di prevenire la recidiva del reato e le conseguenze psichiche e psicologiche che la violenza di genere produce sulla salute delle donne. 3. Gli interventi di cui al comma 1 sono assicurati di concerto tra servizi sociali dei Comuni e consultori dei distretti sanitari, nel rispetto delle reciproche competenze, e si avvalgono di personale adeguatamente formato sui temi della giustizia riparativa e della violenza di genere. 4. La realizzazione dei programmi di intervento volti al recupero degli uomini maltrattanti deve essere collocata nell'ambito delle iniziative e delle azioni che la Regione promuove per identificare, stigmatizzare, prevenire le cause culturali e contrastare la violenza di genere e deve svilupparsi parallelamente ai servizi di sostegno alle vittime di violenza. 5.\r\nGli interventi possono essere realizzati solo su adesione volontaria del soggetto interessato secondo quanto previsto dalle linee guida nazionali e in particolare dal piano d'azione straordinario contro la violenza sessuale e di genere di cui all'\r\narticolo 5 del decreto legge 14 agosto 2013, n. 93\r\n(Disposizioni urgenti in materia di sicurezza e per il contrasto della violenza di genere, nonché in tema di protezione civile e di commissariamento delle province), convertito, con modificazioni, dalla\r\nlegge 15 ottobre 2013, n. 119\r\n.\r\n6. Gli interventi sono attivati su richiesta diretta del soggetto o su invio, concordato con il soggetto stesso, da parte delle istituzioni competenti per l'ordine pubblico, degli ordini professionali, del sistema giudiziario e dell'amministrazione penitenziaria, dei centri antiviolenza, dei servizi sanitari e sociali che vengono in contatto con il soggetto.\r\n>>.\r\nArt. 2\r\n1.\r\nPer le finalità previste dall'\r\narticolo 10 bis, comma 1, della legge regionale 17/2000\r\n, come inserito dall'articolo 1, comma 1, è autorizzata la spesa complessiva di 20.000 euro, suddivisa in ragione di 10.000 euro per ciascuno degli anni 2018 e 2019, a valere sulla Missione n. 12 (Diritti sociali, politiche sociali e famiglia) - Programma n. 4 (Interventi per soggetti a rischio di esclusione sociale) - Titolo n. 1 (Spese correnti) dello stato di previsione della spesa del bilancio per gli anni 2017-2019.\r\n2. Agli oneri derivanti dal disposto di cui al comma 1 si provvede mediante storno di complessivi 20.000 euro, suddivisi in ragione di 10.000 euro per ciascuno degli anni 2018 e 2019, a valere sulla Missione n. 12 (Diritti sociali, politiche sociali e famiglia) - Programma n. 7 (Programmazione e governo della rete dei servizi sociosanitari e sociali) - Titolo n. 1 (Spese correnti) dello stato di previsione della spesa del bilancio per gli anni 2017-2019.\r\nArt. 3\r\n1. La presente legge entra in vigore il giorno successivo alla data di pubblicazione nel Bollettino ufficiale della Regione.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "2001_5.html",
                "text": "\r\nArt. 1\r\n1. Sono autorizzati l'accertamento e la riscossione, secondo le leggi in vigore, delle entrate dovute alla Regione per l'anno 2001, giusta lo stato di previsione dell'entrata annesso alla presente legge (tabella A) con riferimento ai capitoli del documento tecnico di accompagnamento e specificazione del bilancio per l'anno medesimo.\r\nArt. 2\r\n1. È approvato in lire 21.266.500.000.000 il totale delle spese effettive ed in lire 41.851.000.000.000 il totale generale della spesa della Regione per il bilancio pluriennale relativo agli anni 2001-2003 annesso alla presente legge (tabella B).\r\n2. È approvato in lire 7.663.000.000.000 il totale delle spese effettive ed in lire 14.524.500.000.000 il totale generale della spesa della Regione per l'anno 2001.\r\n3. Sono approvati in lire 13.699.500.000.000 il totale generale della spesa per l'anno finanziario 2002 ed in lire 13.627.000.000.000 il totale generale della spesa per l'anno finanziario 2003.\r\n4. Sono autorizzati l'impegno ed il pagamento delle spese per l'anno 2001, nonché l'impegno delle spese per gli anni 2002 e 2003 ai sensi degli articoli 29, 30 e 31 della legge regionale 16 aprile 1999, n. 7 , in conformità all'annesso stato di previsione relativo a detti anni (tabella B), con riferimento ai capitoli del documento tecnico di accompagnamento e specificazione del bilancio per gli anni medesimi.\r\nArt. 3\r\n1. È approvato il quadro generale riassuntivo del bilancio della Regione per gli anni 2001-2003 e per l'anno 2001, annesso alla presente legge.\r\nArt. 4\r\n1. Per gli effetti di cui all' articolo 10 della legge regionale 7/1999 è approvato il documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 5\r\n1. Per gli effetti di cui all' articolo 20, comma 1, della legge regionale 7/1999 , sono considerate spese obbligatorie e d'ordine quelle iscritte rispettivamente negli elenchi n. 1 e n. 2 annessi al documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 6\r\n1. Per gli effetti di cui all' articolo 25 della legge regionale 7/1999 , sono considerate spese di funzionamento quelle iscritte nell'elenco n. 3 annesso al documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 7\r\n1. Per gli effetti di cui all' articolo 19 della legge regionale 7/1999 , sono considerate spese impreviste quelle iscritte nell'elenco n. 4 annesso al documento tecnico di accompagnamento e specificazione del bilancio di previsione per gli anni 2001-2003 e per l'anno 2001.\r\nArt. 8\r\n1. La presente legge entra in vigore il giorno della sua pubblicazione sul Bollettino Ufficiale della Regione Autonoma Friuli-Venezia Giulia ed ha effetto dal 1 gennaio 2001.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            },
            {
                "id": "1981_47.html",
                "text": "\r\nArt. 1\r\nI giovani assunti dagli Enti di cui al primo comma dell' articolo 1 della legge regionale 17 dicembre 1980, n. 69 , mediante i contratti stipulati in attuazione della legge regionale 19 giugno 1978, n. 73 in corso di svolgimento alla data del 28 febbraio 1981, sono ammessi a sostenere l' esame di idoneità per l' immissione nei ruoli della Regione e degli Enti locali ai sensi e per gli effetti della legge regionale 17 dicembre 1980, n. 69 .\r\nArt. 2\r\nLe disposizioni di cui al precedente articolo si applicano anche ai giovani soci di cooperative con le quali la Regione ha stipulato convenzioni ai sensi dell' articolo 27 della legge 1 giugno 1977, n. 285 e successive modifiche ed integrazioni, limitatamente ai giovani impiegati nella esecuzione dei progetti in convenzione, da data non successiva al 28 febbraio 1981, purché non si siano dimessi volontariamente.\r\nArt. 3\r\nPer gli oneri derivanti dall' applicazione della presente legge, con riguardo ai contratti stipulati ai sensi della legge regionale 19 giugno 1978, n. 73 , è autorizzata la spesa di lire 90 milioni per l' esercizio 1981.\r\nIl predetto onere di lire 90 milioni fa carico al capitolo 8509 dello stato di previsione della spesa del piano finanziario per gli esercizi 1981-1983 e del bilancio per l' esercizio finanziario 1981, il cui stanziamento viene conseguentemente elevato di lire 90 milioni per l' esercizio 1981.\r\nAl predetto onere di lire 90 milioni si provvede mediante prelevamento di pari importo dal capitolo 6990 dello stato di previsione della spesa del piano finanziario per l' esercizio finanziario 1981, corrispondente a parte della quota non utilizzata al 31 dicembre 1980 e trasferita ai sensi dell' articolo 10 della legge regionale 27 giugno 1977, n. 32 .\r\nPer gli oneri derivanti dall' applicazione della presente legge, con riguardo ai contratti stipulati ai sensi della legge 1 giugno 1977, n. 285 , è autorizzata la spesa di lire 65 milioni per l' esercizio 1981.\r\nIl predetto onere di lire 65 milioni fa carico al capitolo 8508 dello stato di previsione della spesa del piano finanziario per gli esercizi 1981-1983 e del bilancio per l' esercizio finanziario 1981, il cui stanziamento viene conseguentemente elevato di lire 65 milioni per l' esercizio 1981.\r\nAl predetto onere di lire 65 milioni si fa fronte con la maggiore entrata di pari importo prevista, ai sensi dell' articolo 4 della legge 6 febbraio 1981, n. 21 , sul capitolo 577 dello stato di previsione dell' entrata del piano finanziario per gli esercizi 1981-1983 e del bilancio per l' esercizio finanziario 1981, il cui stanziamento viene conseguentemente elevato di lire 65 milioni per l' esercizio 1981.",
                "law_quote": [""],
                "law_year": [""],
                "law_number": [""]
            }
        ]
    }
]