Repository: Miccighel/Crowd_Frame
Catalog: src/locale/messages.*.xlf
Languages: it

source: Yes
it: Si

source: Confirm
it: Conferma

source: Modify
it: Modifica

source: Step #2: Dimensions
it: Fase #2: Dimensioni

source: Second, define all Dimensions here
it: Definisci tutte le dimensioni

source: Dimension
it: Dimensione

source: Name
it: Nome

source: Name Pretty
it: Nome Visualizzato

source: Description
it: Descrizione

source: Example
it: Esempio

source: Gold Dimension
it: Dimensione Gold

source: Pairwise
it: A Coppie

source: Justification
it: Giustificazione

source: Text
it: Testo

source: Minimum Words
it: Parole Minime

source: Enabled
it: Abilitato

source: Add Instruction
it: Aggiungi Istruzione

source: Label
it: Etichetta

source: Caption
it: Didascalia

source: Scale
it: Scala

source: Type
it: Tipo

source: Multiple Selection
it: Selezione Multipla

source: Minimum
it: Minimo

source: Maximum
it: Massimo

source: Add Mapping
it: Aggiungi Mapping

source: Value
it: Valore

source: Remove Mapping
it: Rimuovi Mapping

source: Include Lower Bound
it: Includi Estremo Inferiore

source: Style
it: Stile

source: Position
it: Posizione

source: Orientation
it: Orientamento

source: Separator
it: Separatore

source: True
it: Vero

source: False
it: Falso

source: Add Dimension
it: Aggiungi Dimensione

source: Step #4: Evaluation Instructions
it: Step #4: Istruzioni di Valutazione

source: Fourth, define all the evaluation instructions here
it: Definisci tutte le istruzioni di valutazione

source: Element
it: Elemento

source: Element Instructions
it: Istruzioni (Elemento)

source: Instruction
it: Istruzione

source: Remove Instruction
it: Rimuovi Istruzione

source: Back
it: Indietro

source: Next
it: Avanti

source: Step #3: General Instructions
it: Step #3: Instructioni Generali

source: Third, define all the general instructions here
it: Definisci tutte le istruzioni generali

source: Step #1: Questionnaires
it: Step #1: Questionari

source: First, define all Questionnaires here
it: Definisci tutti i questionari qui

source: Questionnaire
it: Questionario

source: Allow Back
it: Consenti Indietro

source: Add Question
it: Aggiungi Domanda

source: Remove Question
it: Rimuovi Domanda

source: Add Answer
it: Aggiungi Risposta

source: Answer
it: Risposta

source: Remove Answer
it: Rimuovi Risposta

source: Remove Questionnaire
it: Rimuovi Questionario

source: Add Questionnaire
it: Aggiungi Questionario

source: Step #5: Search Engine Configuration
it: Step #5: Configurazione motore di ricerca

source: Fifth, define the Search Engine Configuration here
it: Definisci la configurazione del motore di ricerca

source: Source
it: Sorgente

source: Add Domain To Filter
it: Aggiungi domini da filtrare

source: Domain
it: Dominio

source: Remove Domain
it: Rimuovi dominio

source: Step #8: Summary
it: Step #8: Riassunto

source: Finally, check your results here
it: Controlla e verifica la tua configurazione

source: Step #1 - Questionnaires:
it: Step #1 - Questionari:

source: Step #2 - Dimensions:
it: Step #2 - Dimensioni:

source: Step #3 - General Instructions:
it: Step #3 - Istruzioni Generali:

source: Step #4 - Evaluation Instructions:
it: Step #4 - Istruzioni di Valutazione:

source: Step #5 - Search Engine:
it: Step #5 - Motore di Ricerca:

source: Step #6 - Task Settings:
it: Step #6 - Impostazioni Task:

source: Step #7 - Worker Checks:
it: Step #7 - Controlli Worker:

source: Hits Overview:
it: Panoramica HITs:

source: Validity Check:
it: Controlli Validit

source: valid
it: valido

source: invalid
it: non valido

source: Upload Path:
it: Path upload:

source: Upload Result
it: Esito upload

source: configuration uploaded at path:
it: configurazione caricata al path:

source: Upload
it: Carica

source: Start Over
it: Ricomincia

source: Step #6: Task Settings
it: Step #6: Impostazioni task

source: Sixth, define all Task Settings here
it: Definisci le impostazioni del task

source: Modality
it: Modalit

source: Allowed Tries
it: Tentativi consentiti

source: Time Check Amount
it: Tempo a disposizione

source: Time Assessment
it: Tempo totale per la valutazione (secondi)

source: Logger
it: Abilita logger

source: Logging server URL
it: URL per endpoint personalizzato

source: events
it: eventi

source: Documents
it: Elementi

source: Select documents file
it: Seleziona file elementi

source: your_file.json
it: tuo_file.json

source: invalid file
it: file invalido

source: Filename:
it: Nome file:

source: , Documents detected:
it: , elementi individuati:

source: , Filesize:
it: , dimensione file:

source: Minimum documents repetitions in hits
it: Ripetizioni minime di ciascun elemento negli HITs

source: Number of values:
it: Numero di valori:

source: Use as category
it: Usa come categoria

source: Unbalanced attribute
it: Attributi non bilanciati

source: Worker assignments
it: Assegnamenti a worker

source: Check selection
it: Verifica selezione

source: Reset selection
it: Reimposta selezione

source: Error in the worker assignment typed values. Please, review your selection.
it: Errore negli assegnamenti per worker. Per favore, controlla la tua selezione.

source: Workers number
it: Numero worker

source: Send request to the solver
it: Invia richiesta al solver

source: Solver is offline
it: Solver offline

source: Hits & Attributes
it: HITs e Attributi

source: Select Hits File
it: Seleziona file HITs

source: Hits detected:
it: HITs individuati:

source: Filesize:
it: Dimensione del file:

source: This JSON file does not contain any valid hit. Please, review your selection.
it: questo file JSON non contiene HITs validi. Per favore, verifica.

source: Show
it: Mostra

source: Enable Annotations
it: Abilita annotazioni

source: Required
it: Obbligatorio

source: Annotator
it: Abilita annotazione

source: Add Option
it: Aggiungi opzione

source: Remove Option
it: Rimuovi opzione

source: Time
it: Tempo

source: Behavior
it: Comportamento

source: Additional Times
it: Aggiungi tempi

source: Attribute
it: Per attributo

source: Add Message
it: Aggiungi messaggio

source: Message
it: Messaggio

source: Remove Message
it: Rimuovi messaggio

source: Step #7: Worker Checks
it: Step #7: Controlli Worker

source: Seventh, define all Worker Checks here
it: Definisci i controlli relativi ai worker

source: Enable Worker Blacklist
it: Abilita blacklist di worker

source: Select the IDs to consider by pressing
it: Selezione gli IDS da includere premendo

source: SPACE
it: SPAZIO

source: Worker IDs Blacklisted
it: Worker IDs inseriti nella blacklist

source: cancel
it: cancella

source: Worker IDs Whitelisted
it: Worker IDs inseriti nella whitelist

source: Questionnaires
it: Questionari

source: Dimensions
it: Dimensioni

source: General Instructions
it: Istruzioni Generali

source: Evaluation Instructions
it: Istruzioni di Valutazione

source: Search Engine
it: Motore di Ricerca

source: Task Settings
it: Impostazioni Task

source: Worker Checks
it: Controlli Worker

source: Summary
it: Riassunto

source: Initialization
it: Inizializzazione

source: in progress...
it: elaborando...

source: Clone
it: Clona

source: a deployed batch
it: una batch dispiegata

source: Select configuration
it: Seleziona configurazione

source: No other batches detected
it: Nessuna batch individuata

source: Clear
it: Pulisci

source: Generate
it: Genera

source: Perform
it: Svolgi

source: Insert your username
it: Inserisci il tuo username

source: This field is required
it: Questo campo obbligatorio

source: Insert your password
it: Inserisci la tua password

source: Invalid credentials
it: Credenziali invalide

source: Min value allowed:
it: Valore minimo consentito:

source: This justification must have at least
it: La giustificazione deve avere almeno

source: words
it: parole

source: You cannot use the selected search engine url as part of the justification.
it: Non puoi usare l'URL selezionata usando il motore di ricerca come parte della giustificazione.

source: Answer for Element
it: Risposta per l'elemento

source: Selected value:
it: Valore selezionato:

source: Min value allowed:
it: Valore minimo consentito:

source: TO BE IMPLEMENTED
it: DA IMPLEMENTARE

source: Justification for Element
it: Giustificazione per l'elemento

source: Insert your query
it: Inserisci la tua query

source: results found.</mat-header-cell> results found.
it: results found.</mat-header-cell> risultati recuperati.

source: Search
it: Cerca

source: Please select (or copy & paste) one of the URLs shown above.
it: Per favore selezione (o copia/incolla) una delle URLs mostrate sopra.

source: Time left:
it: Tempo rimanente:

source: Finish
it: Concludi

source: Annotation
it: Annotazione

source: Actions
it: Azioni

source: Delete
it: Cancella

source: Select an element
it: Seleziona un elemento

source: Select
it: Seleziona

source: '---------- text_hidden ----------'
it: '---------- testo_nascosto ----------'

source: Close
it: Chiudi

source: Show Instructions
it: Mostra Istruzioni

source: NO RETAKES
it: NESSUN TENTATIVI AGGIUNTIVO

source: Connection Issues
it: Problemi di connettivit

source: There are some connection issues between the server and your device. Please, report this attaching the status code shown below and wait for an answer.
it: Ci sono alcuni problemi di connettivit fra il server ed il tuo dispositivo. Per favore, contattati allegando il codice di stato sottostante ed attendi una risposta.

source: Submission Successful
it: Esperimento Completato

source: You have completed successfully the task assigned.
it: Hai completato l'esperimento con successo.

source: Comment
it: Commento

source: Feel free to leave any comment to help us improve our task.
it: Sentiti libero di scrivere eventuali commenti per migliorare l'esperimento.

source: Send
it: Invia

source: Thank you!
it: Grazie!

source: Submission Instructions
it: Istruzioni

source: Copy your output token (shown below) and insert it on the platforms page to complete your work.
it: Copia il tuo token di output (mostrato sotto) e inseriscilo nella pagina della piattaforma per completare il tuo lavoro.

source: Copy your tokens (shown below) and insert them on the platforms page to complete your work.
it: Copia i tui tokens (mostrati sotto) ed inseriscili nella pagina della piattaforma per completare il tuo lavoro.

source: Click the completion button (shown below) to be redirected to the platform and complete your work.
it: Clicca il pulsante di completamento (mostrato sotto) per essere ridirezionato alla piattaforma e completare il tuo lavoro.

source: Complete
it: Completa

source: Submission Already Completed
it: Lavoro gi completato

source: We allow only one submission per worker. Thank you for your effort. You will receive your payment soon. You can still complete your submission if you forgot doing that.
it: Consentiamo solamente una sottomissione per utente. Grazie per il tuo impegno!

source: This task was not published on a crowdsourcing platform. We kindly suggest you to copy and store your tokens (shown below).
it: Questo esperimento non stato pubblicato su una piattaforma di crowdsourcing. Ti suggeriamo di copiare ed archiviare i tuoi token (mostrati sotto).

source: Submission Failed
it: Invio fallito

source: Your work does not satisfy one or more quality checks, but you have
it: Il tuo lavoro non soddisfa uno o pi controlli di qualit, ma hai ancora

source: tries left. We kindly encourage you to reset the task and proceed with a new try.
it: tentativi. Ti suggeriamo di provare nuovamente.

source: Task Reset
it: Reimposta

source: Click the button to reset your current submission. You will not lose any input provided during the failed try.
it: >Clicca il pulsante reset per cominciare da capo. Non perderai alcuna selezione fatta durante il tentativo corrente.

source: The task has been assigned to yourself, but your work was not of quality. Please, return this assignment. We apologize for the inconvenience and we encourage you to participate in our future tasks.
it: Il tuo lavoro non stato di qualit sufficiente. Per favore, restituisti questa unit di lavoro. Ci scusiamo per l'inconveniente e ti incoraggiamo a partecipare nei nostri esperimenti futuri.

source: Task Overbooking
it: Overbooking dell'esperimento

source: Time Expired
it: Tempo Scaduto

source: The task assigned to you has been given to another worker because the time available for performing it is expired on
it: L'unit di lavoro stata a qualcun altro perch hai finito il tempo a tua disposizione il

source: We kindly ask you to return the assignment on the platform of provenance.
it: Ti chiediamo gentilmente di restituirla sulla piattaforma di provenienza.

source: Task Completed
it: Esperimento completato

source: The whole set of available tasks has been completed by other workers. The crowdsourcing platform over-recruited you. We apologize for the inconvenience and we kindly ask you to return the task on the platform of provenance.
it: L'intero insieme di unit di lavoro gi stato completato dai tuoi colleghi. Sei stato reclutato in eccesso dalla piattaforma di crowdsourcing. Ci scusiamo per l'incoveniente e ti chiediamo di restituire l'unit di lavoro sulla piattaforma di provenienza.

source: Unknown Issue
it: Problema sconosciuto

source: An unknown issue took place within the current task. Please, report this attaching the status code shown below and wait for an answer.
it: Un problema sconosciuto si verificato durante l'esperimento corrente. Per favore, faccelo sapere allegato il codice di stato mostrato sotto ed attendi una risposta.

source: This task allows executing it only once. It is not possible to open it a second time, even if you close your browsers tab by mistake. We kindly ask you to return the assignment on the platform of provenance and we apologize for any inconvenience caused.
it: Questo esperimento pu essere svolto solamente una volta. Non possibile accedervi nuovamente, anche se hai chiuso la scheda del browser per errore. Ti chiediamo di restituire l'unit di lavoro sulla piattaforma di provenienza e ci scusiamo per qualsiasi inconveniente causato.

source: Block
it: Blocca

source: You are prevented from participating again in the current task. This can be due to several reasons. Ti chiediamo di restituire l'unit di lavoro sulla piattaforma di provenienza e ci scusiamo per qualsiasi inconveniente causato.
it: Non ti viene permesso partecipare nuovamente nell'esperimento corrente. Questo pu essere dovuto a varie ragioni.

source: Additional Messages
it: Messaggi aggiuntivi

source: Status Code
it: Codice di stato

source: We kindly ask you to attach your status code if you have any further question:
it: Ti chiediamo gentilmente di allegare il codice di stato se hai altre domande:

source: Other
it: Altro

source: Start
it: Inizia

source: Insert your input token
it: Inserisci il tuo token di input
